webpackJsonp([45],{

/***/ 41:
/***/ (function(module, exports) {

module.exports = {
	"slate": {
		"title": "引言",
		"description": "複製別人的話然後不犯法的方式。"
	},
	"styles": [
		{
			"category": "種類",
			"description": "引言有多個種類。",
			"items": [
				{
					"title": "基本",
					"description": "最基本的引言。",
					"code": "<p>臺灣是位於亞洲東部、太平洋西北側的島嶼，地處琉球群島與菲律賓群島之間，西隔臺灣海峽與歐亞大陸相望；面積約3.6萬平方公里， 為世界第38大島嶼，其中7成為山地與丘陵，平原則主要集中於西部沿海，</p>\n<blockquote class=\"ts [[quote]]\">\n    <p>臺灣是位於亞洲東部、太平洋西北側的島嶼，地處琉球群島與菲律賓群島之間，西隔臺灣海峽與歐亞大陸相望；面積約3.6萬平方公里， 為世界第38大島嶼，其中7成為山地與丘陵，平原則主要集中於西部沿海，地形海拔變化大。由於地處熱帶及亞熱帶氣候區之交界，自然景觀與生態系資源相當豐富而多元。</p>\n    <cite>維基百科</cite>\n</blockquote>\n"
				},
				{
					"title": "次要",
					"description": "次要的引言種類。",
					"code": "<p>臺灣是位於亞洲東部、太平洋西北側的島嶼，地處琉球群島與菲律賓群島之間，西隔臺灣海峽與歐亞大陸相望；面積約3.6萬平方公里， 為世界第38大島嶼，其中7成為山地與丘陵，平原則主要集中於西部沿海，</p>\n<blockquote class=\"ts [[secondary]] quote\">\n    <p>臺灣是位於亞洲東部、太平洋西北側的島嶼，地處琉球群島與菲律賓群島之間，西隔臺灣海峽與歐亞大陸相望；面積約3.6萬平方公里， 為世界第38大島嶼，其中7成為山地與丘陵，平原則主要集中於西部沿海，地形海拔變化大。由於地處熱帶及亞熱帶氣候區之交界，自然景觀與生態系資源相當豐富而多元。</p>\n    <cite>維基百科</cite>\n</blockquote>\n"
				}
			]
		}
	]
};

/***/ })

});